{
  "headTitle": "ICRAFT 10 reasons for having a website | Auckland - New Zealand",
  "headDescription": "There are many reasons for having a website. Here are 10 of the most important reasons for having a website and why it will work for your business.",
  "jumbotronTitle": "10 REASONS FOR HAVING A WEBSITE",
  "jumbotronSubTitle": "A why ICRAFT web design and development can get you there.",
  "items": [
    {
      "name": "intro",
      "title": "10 Reasons Why You Need A Website",
      "paragraph": "Let’s face it. For your business to become successful in today’s world, you need a solid online presence.</br></br>This is where the importance of developing a business website comes into play. The role of a website is to give your business a global presence and attract potential customers. Inherently, a website acts as a gateway for your business to the world. It is through your site that prospective clients will learn about what you have to offer.</br></br>It is therefore imperative to build a professional website in order to create a lasting impression on your audience from the onset.</br></br>Below are some of the reasons why you need a website:",
      "img": "web-3"
    },
    {
      "name": "websites",
      "title": "Reach More Customers",
      "paragraph": "With advancements in internet technology, more people are turning to search engines such as Google, searching for viable solutions to their problems. With this in mind, you can easily reach more customers by hiring a SEO expert to optimize your website to appear higher up in search engine results pages. ",
      "img": "customer reach"
    },
    {
      "name": "websites",
      "title": "Increase in Sales",
      "paragraph": "Having a professionally designed and optimized website enhances the visibility of your business. This in turn translates to a better market share and improved sales.</br>Moreover, according to various market research studies, customers searching through the internet are more likely to make impulse purchases. This is particularly true if you have a professional e-commerce website with secure payment options.",
      "img": "sales"
    },
    {
      "name": "websites",
      "title": "Enhance Exposure & Visibility",
      "paragraph": "The essence of having a website is to build a robust online presence and expose your business to the world.</br>It eliminates geographical restrictions, allowing business owners to market their goods and services to a global audience. What is more amazing is that you can optimize your website to target a specific location or audience using the latest SEO trends.",
      "img": "visibility"
    },
    {
      "name": "websites",
      "title": "Cost Effective Investment",
      "paragraph": "Nowadays, building a website is extremely affordable. In fact, it is far much cheaper to run a website in a year than it is investing in directory listings or the yellow pages. Furthermore, you can use free site builders to create your first site before hiring a professional web designer to make essential improvements to your website.",
      "img": "investment"
    },
    {
      "name": "websites",
      "title": "Affordable Marketing Strategy",
      "paragraph": "The beauty of having a website is that you do not have to spend a dime in advertising. Your website acts as your main promotional tool. Furthermore, you can easily monetize your website and make some extra cash through Pay Per Click advertising, selling ad space and accepting sponsored posts and articles.",
      "img": "marketing"
    },
    {
      "name": "websites",
      "title": "Build Business Credibility",
      "paragraph": "Having a website can significantly improve the credibility of your business, especially if the site allows for customer engagement. Essentially, you will be able to interact with your target audience, which in turn helps build confidence in your business.",
      "img": "credibility"
    },
    {
      "name": "websites",
      "title": "Increase Productivity",
      "paragraph": "Most websites are dynamic and automated (they do not require your constant input to function). This allows you to concentrate on other aspects of your business, subsequently increasing productivity. Additionally, the fact that websites do not require frequent maintenance makes them the perfect marketing tools for any type of business.",
      "img": "productivity"
    },
    {
      "name": "websites",
      "title": "Search Marketing",
      "paragraph": "It is much easier for potential clients to find your business through an online search than word of mouth. All you have to do is to optimize your website to rank highly in search engine results pages.",
      "img": "search marketing"
    },
    {
      "name": "websites",
      "title": "Stay Relevant",
      "paragraph": "Having a website allows your business to compete with well-established companies. The best part is that the customer will never know whether you are a big brand or not. This allows you to stay relevant and claim your fair share of the market.",
      "img": "competition"
    },
    {
      "name": "websites",
      "title": "Hire a professional web designer. Hire ICRAFT",
      "paragraph": "The benefits of having a website are almost endless. However, you can only enjoy these privileges by creating a professional website for your business.</br>If you are searching for a professional web design in Auckland, New Zealand, look no further than ICRAFT. We are ready to turn your blueprint into reality. Get in touch today to book a free consultation..",
      "img": "b-card",
      "button": "Contact",
      "buttonText": "Get in touch"
    }
  ]
}