{
  "headTitle": "ICRAFT | Our Web Design Blog | Auckland",
  "headDescription": "ICRAFT has put together some articles about web design and our web based services for free. Check them out to learn more about web design and the web world!",
  "jumbotronTitle": "WEB DESIGN BLOG",
  "jumbotronSubTitle": "Some tips, insights and tricks.",
  "items": [
    {
      "title": "Well, 2019 is here and so is ICRAFT!",
      "images": [
        "web-2",
        "web-3"
      ],
      "date": "1",
      "text": "Well, 2019 is here and so is ICRAFT!\n\nHave you been thinking about growing your business or improving your digital presence over the New Year? Well, we're here to help.\n\nCheck out our website https://icraft.co.nz/get-a-website to learn more about how our services can help you reach those goals.\n\nIn fact, if get in touch with us by the end of February you could be eligible for a special New Year deal on all our websites packages.\n\nLet's reach those 2019 goals!",
      "subtitle": "Let's celebrate with 10% Off.",
      "paragraphs": [

      ]
    },
    {
      "title": "Publish from the past!",
      "images": [
        "web-3",
        "web-4"
      ],
      "date": "1",
      "text": "It's not far off a year since I put this website together for the awesome team at Nectar Beverages. It's custom built and handcrafted to match the sweet branding they have put together and it was really fun to be part of the ride.\n\nCheck out the website at www.nectarbeverages.co.nz.\n\nThey're pretty well stocked in Clevedon, Maraetai, Beachlands and the North Shore, if you happen to see one, make sure you try it out!\n\nIf you're after a hand crafted and customized website, get in touch here or check out our website at www.icraft.co.nz",
      "subtitle": "Let's celebrate with 10% Off.",
      "paragraphs": [

      ]
    },
    {
      "title": "Service Special!",
      "images": [
        "web-4",
        "web-2"
      ],
      "date": "1",
      "text": "Need a business card?\n\nI know this fella did and he couldn't be happier!\n\nLet me take the stress out of finding the right design, print shop, font sizes and other unforeseen drama that goes into putting them together.\n\nJust send through yah logo and some branding so we can get to work right away.\n\nMessage us here or find out more on our website at www.icraft.co.nz",
      "subtitle": "Let's celebrate with 10% Off.",
      "paragraphs": [

      ]
    }
  ]
}